Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=151_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Inarinsaame, kirjallisuus
smn: Anarâškielâ, čaabâkirjálâšvuotâ

source: Anni Sarre - Postâ Maati Ánná, govat ja divttat
smn: Anni Sarre - Postâ Maati Ánná, koveh já tiivtah

source: Inarinsaameksi kääntänyt Anni Sarre
smn: Anaraškielân jurgâlâm Anni Sarre

source: Käännösasun tarkastus ja kielenhuolto:
smn: Jurgâlisâi heiviittem:

source: Kansikuva Martti Rikkonen
smn: Lokkekove Martti Rikkonen

source: isolta Inarilta ja sen ympäristöstä, &#13; ihmisistä ja heidän elämästään.
smn: isbn 978-952-441-305-3

source: Saamelaiskäräjät 2015
smn: Antoine de Saint-Exupéry

source: Antoine de Saint-Exupéry
smn: Uccâ priinsâš

source: pohjoissaamesta kääntänyt Iisakki Mattus
smn: ”Taat uđđâ teddilâs Antoine de Saint-Exupéry kirjeest Uccâ priinsâš ...

source: Uccâ priinsâš
smn: čuávu tárkká algâalgâlâš ameriklâš teddilâs ive 1943, mii áinoo teddilâssân almostui kirječällee eledijn.

source: ”Tämä uusi painos Antoine de Saint-Exupéryn kirjasta ”Pikku prinssi” pohjautuu …
smn: ” Kuástideijee huámášuttem

source: Kustantajan huomautus
smn: ISBN: 978-952-441-249-0

source: ISBN: 978-952-441-249-0
smn: Kollepäddi

source: Saamelaiskäräjät 2013
smn: Siberaliih mainâseh

source: Kollepäddi
smn: anarâškielân: Iisakki Mattus

source: Siperialaisia tarinoita
smn: kuvvim: Hannu Lukkarinen

source: saamennos: Iisakki Mattus
smn: sijđoh: 158

source: kuvat: Hannu Lukkarinen
smn: ISBN 952-441-048-6

source: ISBN 952-441-048-6
smn: Marja-Liisa Olthuis, kuvvim Petra Kuuva

source: Saamelaiskäräjät 2001
smn: Njobžâvääri pessijâšmarkkâneh

source: Njobžâvääri pessijâšmarkkâneh
smn: sijđoh: 48

source: kuvat: Petra Kuuva
smn: ISBN 952-441-125-3

source: Sopii hyvin lukukirjaksi ala-asteelle. Voidaan käyttää myös vieraan kielen opiskeluun.
smn: Sämitigge 2006

source: sivuja: 48
smn: Sigá maainâs

source: ISBN 952-441-125-3
smn: Mainâseh láá väljejum kirjeest ”Inarinlappalaista kansantietoutta”, A.V.Koskimies 1886

source: Toim. Matti Morottaja, kuvitus Sylvi Rasmus
smn: ISBN 951-53-0385-0

source: Sigá maainâs
smn: Laapi läänihaldâttâs 1995
